# LoadOnLine

Load on line

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**id** | **int** | Element Id | [optional]

## Example

```python
from ideastatica_rcs_api.models.load_on_line import LoadOnLine

# TODO update the JSON string below
json = "{}"
# create an instance of LoadOnLine from a JSON string
load_on_line_instance = LoadOnLine.from_json(json)
# print the JSON string representation of the object
print(LoadOnLine.to_json())

# convert the object into a dict
load_on_line_dict = load_on_line_instance.to_dict()
# create an instance of LoadOnLine from a dict
load_on_line_from_dict = LoadOnLine.from_dict(load_on_line_dict)
```
[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)